resource_page.tex
% Created 2025-07-03 Thu 15:56
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Joel Boynton}
\date{\today}
\title{Resource Page}
\hypersetup{
 pdfauthor={Joel Boynton},
 pdftitle={Resource Page},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.3 (Org mode 9.7.29)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\href{brookstone_schools.org}{Brookstone Schools}
\section{Goals}
\label{sec:org3d77c08}
\begin{itemize}
\item Create a shared drive to store all importants files (organized by subject/page content) that will be used on the site.
\item Site will contain pages that will give employees easy access to important files or information they may need to regularly reference.
\item Site should be easy to navigate, read, and be accessible on all devices connected through their organization gmail account
\begin{itemize}
\item Use imagery and language that is easy for the average user to understand as to provide seemless navigation through the site (include redundancies)
\begin{itemize}
\item Redundancies should allow user to utilize the site without feeling handheld
\end{itemize}
\end{itemize}
\item Pages will cover these topics:
\begin{itemize}
\item Employee Information
\item Troubleshooting
\item Forms for Employees
\item Purchasing Procedures
\item Safety \& Security
\item Benefits
\item Business Travel, Meals, Entertainment information
\item HR Info for Supervisors
\end{itemize}
\end{itemize}
\section{Site Page Info}
\label{sec:org9c17fb9}
\subsection{Home}
\label{sec:org9760881}

\subsection{Employee Information}
\label{sec:orgdea8d4d}

\subsection{Troubleshooting}
\label{sec:org5df822d}

\subsection{Forms for Employees}
\label{sec:orgbba8e0c}

\subsection{Purchasing Procedures}
\label{sec:orgf88d0f7}

\subsection{Safety \& Security}
\label{sec:org0565579}

\subsection{Benefits}
\label{sec:orgca0f20c}

\subsection{Business travel, Meals, Entertainment}
\label{sec:orgd655590}

\subsection{HR Infor for Supervisors}
\label{sec:org073af8b}
\end{document}
